[
    {
        "url":"https://i.pinimg.com/originals/34/07/75/34077507097cdec7a5054ae22d83a669.jpg",
        "title":"Casa de Aries",
        "desc":"Primera casa del zodíaco custiodada por el caballero de oro Mu.Es el caballero de oro mas tranquilo y pacífico pero no duda en usar su poder en situaciones extremas donde se falte a la justicia o se hieran personas inocentes. En la saga de las 12 Casas Mu es un aliado de Seiya y los caballeros de bronce prestándole su ayuda y protegiendo a Saori mientras yace con la flecha en su pecho."
    },
    {
        "url":"https://i.pinimg.com/originals/95/ff/8d/95ff8d57cec6d10d5b46266be589568a.jpg",
        "title":"Casa de Tauro",
        "desc":"Segunda casa de zodíaco custodiada por el caballero de oro Aldedbarán.Es un caballero dorado algo tosco pero muy honorable y con una gran fuerza. En la saga de las 12 casas reta a Seiya a que le corte un cuerno para dejarlo pasar por la casa custodiada por él  y, cuando el caballero de bronce logra realizar el reto lo deja pasar ya que se da cuenta que es honorable y que el cosmos de Athena lo esta ayudando."
    },
    {
        "url":"https://i.pinimg.com/564x/1a/c4/d9/1ac4d92999d4cb13e917627a89c30c1e.jpg",
        "title":"Casa de Géminis",
        "desc":"Tercera casa del zodíaco custodiada por Saga.Este caballero es el más poderoso de los doce, pero tiene problemas de doble personalidad, teniendo una buena y otra maliga, haciendo referencia a la dualidad de la constelación a la que representa. En la saga de las 12 casas no se presenta hasta el final como el antagonista principal, cuando los caballeros de bronce pasan por esta casa se enfrentan a la armadura controlada por el cosmos de Saga desde el Santuario donde ocupa el puesto de Patriarca ganado en un golpe de estado realizado por el muchos años atrás."
    },
    {
        "url":"https://i.pinimg.com/564x/e7/29/01/e729012118d3edc92b8f352f2e2efc71.jpg",
        "title":"Casa de Cáncer",
        "desc":"Cuarta casa de zodíaco custiodada por DeathMask (Máscara mortal). Este caballero dorado es despiadado y orgulloso y se ciñe siempre a su torcido sentido de justicia dando la impresión que disfruta el hecho de matar a sus víctimas y que no siente remordimiento alguno en exhibir como trofeo estas muertes. En la saga de las 12 casas fue derrotado por el cabalero del Dragón Shiryū quien lo hizo ver el lado menos amable de la muerte logrando que de forma casi inconciente apoyara su misión."
    },
    {
        "url":"https://i.pinimg.com/originals/f2/f7/8c/f2f78c5ebbf02055d0968e35ade8e323.jpg",
        "title":"Casa de Leo",
        "desc":"Quinta casa del zodíaco custiodada por Aioria.Este caballero dorado es muy valiente y poderoso, tiene una misión personal autoimpuesta de limpiar el nombre de su hermano Aioros quien fue tachado de traidor por el patriarca del santuario. En la saga de las 12 Aioria fue poseido por el Satan Imperial el cual hace que quiera asesinar a Seiya, esto fue evitado por Cassios quien se sacrificó para que Aioria fuera liberado del maleficio. Una vez liberado, el caballero dorado dejo pasar a los caballeros de bronce no sin antes advertirles que no dejasen que el caballero dorado de Virgo abriera sus ojos."
    },
    {
        "url":"https://i.pinimg.com/originals/0e/db/7e/0edb7eed56b181bf834d8067978c4751.jpg",
        "title":"Casa de Virgo",
        "desc":"Sexta casa del zodíaco custiodada por Shaka. Este caballero es considerado como la reencarnación de Buda, es un hokmbre sereno y sabio pero que carece de piedad por lo cuál puede actuar con desmedida crueldad. En la batalla de las 12 casas pelea por el patriarca hasta que comprueba la investidura de Saori como Athena y su autoridad en el santuario. Sus ataques hacia los caballeros de bronce son casi fatales hasta que Ikki, el caballero del Fenix interrumpe la lucha y toma el lugar de sus amigos. Este se deja quitar todos sus sentidos para despertar al séptimo sentido y tratar de vencer a Shaka quien, finalmente, al reconocer a Saori como Athena decide apoyar la causa de los caballerod de bronce."
    },
    {
        "url":"https://i.pinimg.com/originals/37/50/3b/37503b068cd5be4bd0611dc00a02bba8.jpg",
        "title":"Casa de Libra",
        "desc":"Cuando los caballeros de bronce llegan a la séptima casa, la casa de libra no encuentran al caballero dorado que la custodia pero si encuentran la armadura dorada perteneciente a esta casa. Junto con la armadura dorada encuentran a Hyoga en un ataúd de hielo,Shiryū recuerda que su maestro le contó que existía un caballero dorado que podia crear trozos de hielo que ni todos los caballeros dorados juntos podrían romper. Shiryū decide tomar una de las armas que componen la armadura dorada de libra para liberar a Hyoga de su ataúd y, logrando su cometido deciden seguir su camino por las 12 casas quedando el caballero de Andrómeda auxiliando al caballerodel Cisne. "
    },
    {
        "url":"https://i.pinimg.com/originals/6c/59/14/6c591413673d0aeeaa2510b7948b9fa6.jpg",
        "title":"Casa de Escorpio",
        "desc":"Octava casa del zodíaco custodiada por Milo. Este caballero gusta de usar las palabras como su principal arma, mantiene la calma en todo momento y trata de descolocar a sus adversarios con sus ironías. En la saga de las 12 casas Milo frena el avance de Seiya y Shiryū con su ataque de restricción inmovilizandolos. De sorpresa llega Hyoga con Shun en sus brazos e inmoviliza al caballero de Escorpio con su anillo de hielo permitiendo que los caballeros de bronce avancen. Luego de una larga pelea entre Hyoga y Milo, este cree haber vencido pero se da cuenta que el también salió muy perjudicado en la batalla llegando a perder la protección que le da su armadura por los fríos ataques del Cisne."
    },
    {
        "url":"https://i.pinimg.com/originals/65/33/a3/6533a32d97be0808c2ff1235eabf09b0.jpg",
        "title":"Casa de Sagitario",
        "desc":"Al llegar a la novena casa de sagitario, los caballeros de bronce se dan cuenta que no existe ningún caballero dorado que la custodie. En su lugar encuentran la armadura sagrada custodiando esta casa y apuntando su flecha al corazón de Seiya. Este se mueve pero la flecha lo sigue y, cuando se dispara, da en uno de los muros abriendo un túnel en el cual ingresan. Dentro de este muro se enfrentan a diversas pruebas que, luego de ser superadas, los llevan nuevamente a la casa de sagitario. Aquí la armadura abre con su flecha el lugar donde se encuentra el testamento de Aioros donde les confía la vida de Athena."
    },
    {
        "url":"https://i.pinimg.com/564x/cb/bc/5f/cbbc5f37d8f5020ce4f1d7054e4eaae4.jpg",
        "title":"Casa de Capricornio",
        "desc":"Décima casa del zodíaco  custodiada por Shura. Este se autoproclama como el caballero mas fiel a Athena, es honorable y orgulloso. En la saga de las 12 casas se enfrenta a Shiryū en una cruda pelea donde Shura insiste en que es el caballero mas fiel a Athena y que por eso mató a Aioros por haberse revelado contra la diosa Athena. Hacia el final de su pelea y, Shiryū viendo que habia perdido, este decide usar su técnica final contra Shura y le explica lo equivocado que esta y que él, finalmente, era el traidor ya que mató a Aioros y trato de matar al bebé que este trataba de proteger que era la diosa Athena. Dándose cuenta de su falta, Shura se despoja de su armadura sagrada y con ella protege a Shiryū y le encomienda la vida de Athena sacrificámdose por él."
    },
    {
        "url":"https://i.pinimg.com/originals/fe/2f/bc/fe2fbcc628d425fe14e1794f8f8271fb.jpg",
        "title":"Casa de Acuario",
        "desc":"La úndecima casa del zodíaco es custodiada por Camus. Es el caballero dorado m as frío y calculador de todos, inmutable aun en las peores batallas.En la saga de las 12 casas encierra a Hyoga en el ataúd de hielo en la casa de libra ya que no está listo para la pelea contra los caballeros dorados y, cuando llegan a la casa de acuario, deja pasar a los compañeros de Hyoga pero no a él ya que desea comprobar si está listo para pelear.Despues de una larga batalla donde el caballero que mas se acerque al cero absoluto ganará, Hyoga entiende que Camus lo esta colocando a prueba. Finalmente y por la voluntad que mueve a Hyoga,Camus es vencido por su propio ataque,'La ejecución de Aurora',reconoce que Hyoga esta listo y lo deja seguir."
    },
    {
        "url":"https://i.pinimg.com/originals/8a/6f/15/8a6f1552c960f449cad5843f862a08a4.jpg",
        "title":"Casa de Picis",
        "desc":"Duodécima y última casa del zodíaco custodiada por Afrodita. Este caballero dorado se muestra con facciones y maneras femeninas, pero es muy poderoso. Utiliza el veneo y espina de las rosas como ataque y el es inmune a su veneno. En la saga de las 12 casas conoce de la traición del patriarca pero aún así decide pelear por él ya que considera que solo el más fuerte de todos puede mantener la paz de la que ha gozado todos estos años el Santuario. Es vencido por el caballero de Andrómeda,Shun y Seiya fue capaz de atravesar el campo de rosas reales que esta a la salida de la casa de acuario para llegar al santuario y pelear finalmente contra el falso patriarca y lograr salvar a Athena."
    }
]